Repository: Br3nda/corpora
Catalog: corpora/corpus/locale/*/LC_MESSAGES/django.po
Languages: mi

source: None
mi: Hore kau

source: Maori
mi: Māori

source: Te Tai Rawhiti
mi: Te Tai Rāwhiti

source: Te Tai Hauauru
mi: Te Tai Hauāuru

source: Mataatua
mi: Mātaatua

source: Australian
mi: Ahitereiria

source: New Zealand
mi: Aotearoa

source: American
mi: Marikena

source: language
mi: reo

source: Save changes.
mi: Tiakina ngā whakarerekētanga

source: Approve for recording?
mi: Kapohia te reo?

source: Skip
mi: Haere tonu

source: Stats
mi: Tatauranga

source: Recordings
mi: Kapohanga Reo

source: Number
mi: E hia

source: Duration
mi: Pēhea te roa

source: Approved
mi: Kua whakaaetia

source: Good
mi: E tika ana

source: Bad
mi: E hē ana

source: Sentences
mi: Rerenga Kōrero

source: Recordings by Language Proficiency
mi: Ngā Kapohanga Reo i te Pakari o te Reo

source: Redo
mi: Mahia anō

source: Save
mi: Tiakina

source: Confirm Delete
mi: Whakatūturuhia te Whakakāhoretanga

source: Are you sure you want to delete this sentence?
mi: E hiahia ana rānei koe ki te whakakāhore i tēnei rerenga kōrero?

source: Cancel
mi: Hoki Whakamuri

source: Delete
mi: Whakakāhore

source: ^record/
mi: ^hopu/

source: ^listen/
mi: ^whakarongo/

source: ^stats/
mi: ^tatauranga/

source: Only staff can {0}.
mi: Mā ngā kaimahi anake te {0}.

source: PONIES Method {0} not allowed.
mi: E kore e āhei te tikanga PONIES {0}.

source: Only staff can post/put sentences.
mi: Mā ngā kaimahi anake te whakairi i ngā rerenga kōrero.

source: Only staff can read recording lists.
mi: Mā ngā kaimahi anake e titiro ngā rārangi kapohanga reo.

source: Reading recording lists not allowed.
mi: E kore koe e āhei ki te titiro ki ngā rārangi kapohanga reo.

source: Only staff can read recordings.
mi: Mā ngā kaimahi anake e titiro ēnei kapohanga reo.

source: You're not allowed to edit this recording.
mi: E kore koe e āhei ki te whakarerekē i tēnei kapohanga reo.

source: Reading recording is not allowed.
mi: E kore koe e āhei ki te pānui i tēnei kapohanga reo.

source: {0} not allowed with this API endpoint.
mi: {0} e kore e āhei koia tēnei te API whakamutunga.
