Repository: Br3nda/corpora
Catalog: corpora/corpora/locale/*/LC_MESSAGES/django.po
Languages: mi

source: Listen
mi: Whakarongo

source: teaching computers indigenous languages
mi: hei whakaako i te rorohiko ki ngā reo taketake

source: Start
mi: Tīmata

source: is an opensource app designed to collect spoken corpora&mdash;vocal recordings&mdash;to train computers to understand spoken languages through machine learning. This project started in an effort to automate the transcription of thousands of hours of te reo Māori archives available at <a href="https://tehiku.nz">tehiku.nz</a> and to enhance access to Māori media. We also wanted to bring te reo Māori, and other indigenous languages, to voice operated digital assistants like Siri.
mi: he tikanga hei toro atu ki te iwi whānui hei kohikohi i te reo kōrero&mdash;ngā kapohanga reo&mdash;hei whakaako i te rorohiko kia mārama ai ki te reo kōrero mā te ako-ā-mīhini nei. I tīmata ai tēnei kaupapa kia riro ai mā te mīhini e tuhituhi mai te hia mano haora kōrero reo Māori kua oti te kohikohii ngā tau ki muri kei <a href="https://tehiku.nz">tehiku.nz</a> kia māmā ake ai te toro mai a te Māori ki ngā kohinga reo Māori. E hiahia ana anō hoki mātou kia taea te reo Māori, me ērā atu reo taketake, e ngā mīhini reo kōrero pērā i a Siri.

source: Available Languages
mi: Ngā reo e taea ana

source: Translations for
mi: Ngā whakamāoritanga mō te

source: are provided in the following langauges:
mi: koia ēnei ko ngā reo e taea ana:

source: Speak
mi: Kōrero

source: Sentences
mi: Rerenga Kōrero

source: Stats
mi: Tatauranga

source: Admin
mi: Kaiwhakahaere

source: Profile
mi: Ngā Kōrero Mōu

source: Edit Info
mi: Whakatikatika Kōrero

source: Language
mi: Reo

source: Log Out
mi: Puta Atu

source: Log In
mi: Tomo Mai

source: ^people/
mi: ^tangata/

source: Only staff can view this information.
mi: Mā ngā kaimahi anake ēnei kōrero e titiro.

source: You're not allowed to view this information.
mi: E kore koe e āhei ki te titiro ki ēnei kōrero

source: You must sign in to edit your info.
mi: Me matua tomo mai koe ka taea ai te whakarerekē i ō kōrero.
